[
  {
    "id": "mtra_accuracy",
    "name": "Accuracy {VAL}",
    "description": "Accuracy represents better focus while Inaccuracy represents loss of skill and sharpness. Both can stack up to twice, and both cancel each other out. For each stack of Accuracy, you lower the target number of Attack or Defense Dice by 1 from 6. This means 1 Accuracy means you hit on 5+, while 2 Accuracy means you hit on 4+. Inaccuracy acts the same but in the other way: 1 Inaccuracy means you Hit on 7+. 2 Inaccuracy means you Hit on 8+. This applies to Parries from Defense Dice too if you suffer it from them."
  },
  {
    "id": "mtra_inaccuracy",
    "name": "Inaccuracy {VAL}",
    "description": "Accuracy represents better focus while Inaccuracy represents loss of skill and sharpness. Both can stack up to twice, and both cancel each other out. For each stack of Accuracy, you lower the target number of Attack or Defense Dice by 1 from 6. This means 1 Accuracy means you hit on 5+, while 2 Accuracy means you hit on 4+. Inaccuracy acts the same but in the other way: 1 Inaccuracy means you Hit on 7+. 2 Inaccuracy means you Hit on 8+. This applies to Parries from Defense Dice too if you suffer it from them."
  },
  {
    "id": "mtra_aura",
    "name": "Aura {VAL}",
    "description": "A persistent effect that emanates from an origin point like a burst, but does not affect those in the middle of the burst. Aura 1 means all adjacent squares, Aura 2 means all 2 squares from you, and so on, as with Burst."
  },
  {
    "id": "mtra_blast_wide_open",
    "name": "Blast Wide Open",
    "description": "A technique that opens up an enemy’s defenses. Inflicts the Wide Open status."
  },
  {
    "id": "mtra_bleeds",
    "name": "Bleeds",
    "description": "A technique that lacerates. Inflicts the Bleeding status."
  },
  {
    "id": "mtra_block",
    "name": "Block {VAL}",
    "description": "When you suffer Hits, you remove Blocks per Hit first before suffering hits to your HP. They’re temporary HP. Blocks cannot stack: when you gain Block you simply gain the Block that is higher (if you have 3 Block and gain 1 Block, then you keep the 3 Block) unless the block you gain is +X instead of just X."
  },
  {
    "id": "mtra_cancel",
    "name": "Cancel",
    "description": "Whenever an interaction cancels out the other, you remove both status effects"
  },
  {
    "id": "mtra_chills",
    "name": "Chills",
    "description": " This attack summons a cold wind or is infused with sub zero temperatures that chill, inflicting the chilled status."
  },
  {
    "id": "mtra_conducts_electricity",
    "name": "Conducts Electricity",
    "description": " Anything that conducts electricity (such as water and metals) suffers +1d when attacked by anything that shocks, and then all fighters in burst 1 of the target are shocked."
  },
  {
    "id": "mtra_confuses",
    "name": "Confuses",
    "description": "The attack assails mental faculties and forces confused upon a target"
  },
  {
    "id": "mtra_dazzling",
    "name": "Dazzling",
    "description": "This attack dazzles with bright radiance, inflicting the dazzled status."
  },
  {
    "id": "mtra_debilitates",
    "name": "Debilitates",
    "description": "This attack inflicts a dark and heart-aching despair and physical enervation. Inflicts the debilitated status."
  },
  {
    "id": "mtra_douses",
    "name": "Douses",
    "description": "This attack washes the target with water, dousing flames. Attacks that douse gain +1d against fighters that are set aflame or shocked. Going into water terrain or being soaked in water also douses."
  },
  {
    "id": "mtra_extinguishes",
    "name": "Extinguishes",
    "description": "This Technique puts out Fires in the battlefield (if their effect affects a tile on Fire) and removes Aflame from the targets."
  },
  {
    "id": "mtra_fields",
    "name": "Fields",
    "description": "Fields are lingering zones in the battlefield, like smoke or changing tides. Fields last until the end of the scene or until overwritten. New fields overwrite older fields on each square. In general, you cannot have two of the same Fields on the battlefield: you cannot have 2 Blazing Fields, for example. Putting down another field of the same type would remove the previous Field of that type. Putting down a second Blazing Field would cost the first Blazing Field to peter out."
  },
  {
    "id": "mtra_float",
    "name": "Float",
    "description": "If you’re floating, you ignore all terrain."
  },
  {
    "id": "mtra_fly",
    "name": "Fly",
    "description": "If you’re flying, you ignore all terrain and elevation impose -1d on all melee attacks against you. You can move over enemy tiles but you can’t end your move in them."
  },
  {
    "id": "mtra_guards",
    "name": "Guards",
    "description": "Usually will say which character is guarding what or who. When the ward is attacked, 50% chance that the guardian suffers it instead. Breaking adjacency removes guard"
  },
  {
    "id": "mtra_heals",
    "name": "Heals {VAL}",
    "description": "When an effect heals you, you recover Hit Pearls equal to the amount. Wounds are only healed through the narrative."
  },
  {
    "id": "mtra_immune",
    "name": "Immune",
    "description": "When you’re immune to something, you completely ignore the effects of the defined thing. If you’re immune to anything that sets aflame, you ignore the attack as well as being set aflame. If you’re immune to forced movement, you are not moved."
  },
  {
    "id": "mtra_juggles",
    "name": "Juggles",
    "description": "Launches into the air. Inflicts the Juggle Status."
  },
  {
    "id": "mtra_overwhelming",
    "name": "Overwhelming",
    "description": "Overwhelming attacks let you roll another die when you roll a 10. Overwhelming defenses let you roll another d8 when you roll an 8."
  },
  {
    "id": "mtra_poisons",
    "name": "Poisons",
    "description": "Techniques wrapped or channeling venom. Inflicts the Poisoned status."
  },
  {
    "id": "mtra_pull",
    "name": "Pull {VAL}",
    "description": "Every Pull count must be 1 tile closer to you. Pull can go up or down Elevations"
  },
  {
    "id": "mtra_push",
    "name": "Push {VAL}",
    "description": " Forced movement that pushes away. It cannot be to the sides, it must be farther from you. A good way to count if the target is being pushed away, each tile they move must be 1 tile away from you when you count range. Push cannot go up Elevations, only collide with them"
  },
  {
    "id": "mtra_relentless",
    "name": "Relentless",
    "description": "Relentless Attacks or Defenses let you reroll any dice that come up as 1."
  },
  {
    "id": "mtra_skewering",
    "name": "Skewering",
    "description": "Anything that can pierce through blocks (which is not a lot!) This is a rare combat tag. Skewering attacks ignore Block."
  },
  {
    "id": "mtra_stance",
    "name": "Stance",
    "description": "Stances are combat positions that predispose you to doing something. When you take on a stance, you cannot be in two stances at a time, only one. The new stance always takes over the old stance. Lose when you’re Juggled, Stunned, or Defeated."
  },
  {
    "id": "mtra_safe",
    "name": "Safe",
    "description": "Attacks with this mantra does not target allies in the target range."
  },
  {
    "id": "mtra_slide",
    "name": "Slide {VAL}",
    "description": " Forced movement in any direction. Slide can go up or down Elevations."
  },
  {
    "id": "mtra_stuns",
    "name": "Stuns",
    "description": "Attack that discombobulates. Inflicts the Stun status."
  },
  {
    "id": "mtra_shocks",
    "name": "Shocks",
    "description": "This attack is charged with lightning and will shock the target. Completely useless against anything made of earth or rubber."
  },
  {
    "id": "mtra_set_aflame",
    "name": "Set Aflame",
    "description": "This attack envelops with flame, inflicting aflame and setting flammable things on fire"
  },
  {
    "id": "mtra_taunt",
    "name": "Taunt",
    "description": "If a Taunted fighter makes an attack that does not include the fighter that taunted them as a target, they suffer -2 Attack Dice. A fighter can only be taunted by one fighter at a time: new Taunts supercede old ones."
  },
  {
    "id": "mtra_teleport",
    "name": "Teleport",
    "description": " Teleportation is not movement. It is displacement: you remove yourself from your current square and place yourself into the square you choose to be in. This means it does not trigger effects that happen when you move. Teleportation ignores all terrain, and all elevation."
  },
  {
    "id": "mtra_true",
    "name": "True",
    "description": "True Attacks generate True Hits, which cannot be Evaded, Guarded, or Parried."
  },
  {
    "id": "mtra_tumbling",
    "name": "Tumbling",
    "description": "Any movement part of this technique lets you move through enemies but not end in their tiles."
  },
  {
    "id": "mtra_burst",
    "name": "Burst {VAL}",
    "description": "X is every tile from an Origin Point. If no range then origin point is caster. ",
    "filter_ignore": true
  },
  {
    "id": "mtra_blast",
    "name": "Blast {VAL}",
    "description": "X is how wide and tall in squares the box is, but one tile must be adjacent to the origin point.",
    "filter_ignore": true
  },
  {
    "id": "mtra_line",
    "name": "Line {VAL}",
    "description": "Shaped like a straight line from the origin point, can even be diagonal, but it can only fire directly straight from the origin point and not any other way. If the starting point is adjacent, then the rest of the line must continue down that adjacent path in a straight line.",
    "filter_ignore": true
  },
  {
    "id": "mtra_path",
    "name": "Path {VAL}",
    "description": "Like Line, it is a Line, but can be snaked around (even diagonally) as long as all squares of a path are touching each other.",
    "filter_ignore": true
  }
]
